Repository: cockpit-project/cockpit
Catalog: po/*.po
Languages: ca

source: (shared with the OS)
ca: (compartit amb el SO)

source: 1"Do you want to delete the following Nodes?
ca: 1"Voleu suprimir els següents nodes?

source: $0 Block Device
ca: Dispositiu de blocs $0

source: $0 Chunk Size
ca: $0 de mida del tros

source: $0 Disks
ca: $0 discs

# storage-id-desc
source: $0 File System
ca: Sistema de fitxers $0

source: $0 Template
ca: Plantilla $0

source: $0 disk is missing
ca: falta $0 disc

# disk-non-rotational
source: $0 disk is missing
ca: falta $0 disc

source: $0 exited with code $1
ca: $0 va sortir amb el codi $1

source: $0 failed
ca: $0 ha fallat

source: $0 is available for most operating systems. To install it, search for it in GNOME Software or run the following:
ca: $0 està disponible per a la majoria de sistemes operatius. Per instal·lar-ho, cerqueu-ho a GNOME Software o executeu el següent:

source: $0 killed with signal $1
ca: $0 es va matar amb el senyal $1

source: $0 occurrence
ca: $0 ocurrència

source: $0 of $1
ca: $0 de $1

source: $0 shares
ca: $0 comparticions

source: $0 update
ca: $0 actualització

source: $0 used of $1 ($2 saved)
ca: $0 utilitzats de $1 ($2 estalviat)

source: $0% Free
ca: $0% lliure

source: $0% Used
ca: $0% utilitzat

source: $0, $1 free
ca: $0 amb $1 lliures

source: $1 security fix
ca: $1 correcció de seguretat

source: $name (from $host)
ca: $name (de $host)

source: ${size} ${desc}
ca: ${desc} de ${size}

source: (default)
ca: (predeterminat)

source: (none)
ca: (sense)

source: , including $1 security fix
ca: , incloent-hi $1 correcció de seguretat

source: 1 Minute
ca: 1 minut

source: 1 day
ca: 1 dia

source: 1 hour
ca: 1 hora

source: 1 week
ca: 1 setmana

source: 10th
ca: 10è

source: 11th
ca: 11è

source: 12th
ca: 12è

source: 13th
ca: 13è

source: 14th
ca: 14è

source: 15th
ca: 15è

source: 16th
ca: 16è

source: 17th
ca: 17è

source: 18th
ca: 18è

source: 19th
ca: 19è

source: 1st
ca: 1r

source: 20 Minutes
ca: 20 minuts

source: 20th
ca: 20è

source: 21st
ca: 21è

source: 22nd
ca: 22è

source: 23rd
ca: 23è

source: 24th
ca: 24è

source: 25th
ca: 25è

source: 26th
ca: 26è

source: 27th
ca: 27è

source: 28th
ca: 28è

source: 29th
ca: 29è

source: 2nd
ca: 2n

source: 30th
ca: 30è

source: 31st
ca: 31è

source: 3rd
ca: 3r

source: 40 Minutes
ca: 40 minuts

source: 4th
ca: 4t

source: 5 Minutes
ca: 5 minuts

source: 5 minutes
ca: 5 minuts

source: 5th
ca: 5è

source: 6 hours
ca: 6 hores

source: 60 Minutes
ca: 60 minuts

source: 6th
ca: 6è

source: 7th
ca: 7è

source: 8th
ca: 8è

source: 9th
ca: 9è

source: A compatible version of Cockpit is not installed on {{#strong}}{{host}}{{/strong}}.
ca: Una versió compatible de Cockpit no està instal·lada a {{#strong}}{{host}}{{/strong}}.

source: A disk is needed.
ca: Es necessita un disc.

source: ARP Monitoring
ca: Monitoratge ARP

source: ARP Ping
ca: Ping ARP

source: About Cockpit
ca: Quant a Cockpit

source: Access
ca: Accés

source: Access Modes
ca: Modes d'accés

source: Access Policy
ca: Política d'accés

source: Access denied
ca: Accés denegat

source: Account Expiration
ca: Venciment del compte

source: Account Settings
ca: Ajusts dels comptes

source: Account not available or cannot be edited.
ca: El compte no està disponible o no es pot editar.

source: Accounts
ca: Comptes

# page-title
source: Accounts
ca: Comptes

source: Action
ca: Acció

source: Activate
ca: Activa

source: Activating $target
ca: S'està activant $target

source: Activation Key
ca: Clau d'activació

source: Active
ca: Activa

source: Active Backup
ca: Còpia de seguretat activa

source: Active Pages
ca: Pàgines actives

source: Actual
ca: Real

source: Adaptive load balancing
ca: Balanceig de càrrega adaptativa

source: Adaptive transmit load balancing
ca: Balanceig de càrrega de transmissió adaptativa

source: Add
ca: Afegeix

source: Add $0
ca: Afegeix $0

source: Add Additional Storage
ca: Afegeix emmagatzematge addicional

source: Add Bond
ca: Afegeix un enllaç

source: Add Bridge
ca: Afegeix un pont

source: Add Cluster Node
ca: Afegeix un node de clúster

source: Add Disks
ca: Afegeix discs

source: Add Group
ca: Afegeix un grup

source: Add Kubernetes Node
ca: Afegeix un node Kubernetes

source: Add Machine to Dashboard
ca: Afegeix la màquina al tauler de control

source: Add Member
ca: Afegeix un membre

source: Add Membership
ca: Afegeix una pertinença

source: Add New Cluster
ca: Afegeix un clúster nou

source: Add New User
ca: Afegeix un usuari nou

source: Add Role
ca: Afegeix un rol

source: Add Services
ca: Afegeix serveis

source: Add Storage
ca: Afegeix emmagatzematge

source: Add Team
ca: Afegeix un equip

source: Add User
ca: Afegeix un usuari

source: Add VLAN
ca: Afegeix una VLAN

source: Add iSCSI Portal
ca: Afegeix un portal iSCSI

source: Add key
ca: Afegeix una clau

source: Add membership
ca: Afegeix una pertinença

source: Add public key
ca: Afegeix una clau pública

source: Adding key
ca: S'està afegint la clau

source: Adding physical volume to $target
ca: S'està afegint el volum físic a $target

source: Additional
ca: Addicional

source: Additional DNS $val
ca: DNS addicional $val

source: Additional DNS Search Domains $val
ca: Dominis de cerca DNS addicionals $val

source: Additional Storage
ca: Emmagatzematge addicional

source: Additional address $val
ca: Adreça addicional $val

source: Address
ca: Adreça

source: Address $val
ca: Adreça $val

source: Address:
ca: Adreça:

source: Addresses
ca: Adreces

source: Adjust
ca: Ajusta

source: Adjust Persistent Volume '{{ item.metadata.name }}'
ca: Ajusta el volum persistent '{{ item.metadata.name }}'

source: Adjust Replication Controller {{ item.metadata.name }}
ca: Ajusta el controlador de replicació {{ item.metadata.name }}

source: Adjust Route
ca: Ajusta la ruta

source: Adjust Service
ca: Ajusta el servei

source: Admin
ca: Administrador

source: Administrator Password
ca: Contrasenya de l'administrador

source: After
ca: Després

source: After system boot
ca: Després de l'arrencada del sistema

source: All
ca: Tots

source: All In One
ca: Tot en un

source: All Projects
ca: Tots els projectes

source: All Types
ca: Tots els tipus

source: All images
ca: Totes les imatges

source: All in use
ca: Tots en ús

source: All running
ca: Tot en execució

source: All running virtual machines will be turned off.
ca: S'apagaran totes les màquines virtuals.

source: Allowed Services
ca: Serveis permesos

source: Always
ca: Sempre

source: Annotations
ca: Anotacions

source: Anonymous: Allow all unauthenticated users to pull images
ca: Anònim: permet que tots els usuaris no autenticats recuperin imatges

source: Applications
ca: Aplicacions

source: Apply
ca: Aplica

source: Apply all updates
ca: Aplica totes les actualitzacions

source: Apply security updates
ca: Aplica les actualitzacions de seguretat

source: Apply this solution
ca: Aplica aquesta solució

source: Applying solution...
ca: S'està aplicant la solució...

source: Applying updates
ca: Aplicació de les actualitzacions

source: Applying updates failed
ca: Ha fallat l'aplicació de les actualitzacions

source: Architecture
ca: Arquitectura

source: Asset Tag
ca: Etiqueta de recurs

source: At least $0 disks are needed.
ca: Com a mínim es necessiten $0 discs.

source: At least one disk is needed.
ca: Com a mínim es necessita un disc.

source: At specific time
ca: A l'instant específic

source: Audit log
ca: Registre d'auditoria

source: Authenticating
ca: S'està autenticant

source: Authentication
ca: Autenticació

source: Authentication Failed
ca: L'autenticació ha fallat

source: Authentication Failed: Server closed connection
ca: Ha fallat l'autenticació: el servidor ha tancat la connexió

source: Authentication failed
ca: Ha fallat l'autenticació

source: Authentication required
ca: Autenticació requerida

source: Author
ca: Autor

source: Authorized Public SSH Keys
ca: Claus SSH públiques autoritzades

source: Automatic
ca: Automàtic

source: Automatic (DHCP only)
ca: Automàtica, tan sols DHCP

source: Automatic (DHCP)
ca: Automàtica (DHCP)

source: Automatic Updates
ca: Actualitzacions automàtiques

source: Automatically selected host
ca: Amfitrió seleccionat automàticament

source: Automatically start libvirt on boot
ca: Inicia automàticament libvirt amb l'arrencada

source: Automatically using NTP
ca: Automàticament mitjançant NTP

source: Automatically using specific NTP servers
ca: Automàticament mitjançant servidors NTP específics

source: Available
ca: Disponible

source: Available Updates
ca: Actualitzacions disponibles

source: Available targets on $0
ca: Objectius disponibles en $0

source: BIOS date
ca: Data del BIOS

source: BIOS version
ca: Versió del BIOS

source: Back to Accounts
ca: Torna als comptes

source: Bad data passed for passwd1 mechanism
ca: S'han passat dades dolentes al mecanisme del passwd1

source: Balancer
ca: Eina de balanceig

source: Base Template
ca: Plantilla base

source: Base template
ca: Plantilla base

source: Base template:
ca: Plantilla base:

source: Block
ca: Bloc

source: Block device for filesystems
ca: Dispositiu de blocs per al sistema de fitxers

source: Blocked
ca: Bloquejat

source: Bond
ca: Enllaç

source: Bond Settings
ca: Ajusts de l'enllaç

source: Boot ID
ca: Id. d'arrencada

source: Bridge
ca: Pont

source: Bridge Port Settings
ca: Ajusts del port del pont

source: Bridge Settings
ca: Ajusts del pont

source: Bridge port
ca: Port del pont

source: Broadcast
ca: Difusió

source: Broken configuration
ca: Configuració trencada

source: Bug Fix Updates Available
ca: Hi ha disponibles actualitzacions de correcció d'errors

source: Bugs:
ca: Errors de programari:

# page-title
source: CPU Status
ca: Estat de la CPU

source: CPU Utilization: $0%
ca: Utilització de la CPU: $0%

source: CPU priority
ca: Prioritat de CPU

source: CPU usage:
ca: Ús de la CPU:

source: CREATE VM action failed
ca: Ha fallat l'acció CREATE VM

source: Cached
ca: Emmagatzemat temporalment

source: Can&rsquo;t connect to Docker
ca: No es pot connectar a Docker

source: Can't delete while unlocked
ca: No es pot suprimir mentre estigui desbloquejat

source: Can't load image
ca: No es pot carregar la imatge

source: Cancel
ca: Cancel·la

source: Cannot connect to an unknown machine
ca: No es pot connectar a una màquina desconeguda

source: Cannot schedule event in the past
ca: No es pot planificar un esdeveniment del passat

source: Capacity
ca: Capacitat

source: Carrier
ca: Portadora

source: Change
ca: Canvia

source: Change Host Name
ca: Canvia el nom d'amfitrió

source: Change Password
ca: Canvia la contrasenya

source: Change Performance Profile
ca: Canvia el perfil de rendiment

source: Change Profile
ca: Canvia el perfil

source: Change System Time
ca: Canvia l'hora del sistema

source: Change User
ca: Canvia l'usuari

source: Change iSCSI Initiator Name
ca: Canvia el nom d'iniciador iSCSI

source: Change image stream
ca: Canvia el flux d'imatges

source: Change project
ca: Canvia el projecte

source: Change resource limits
ca: Canvia els límits dels recursos

source: Change resources limits
ca: Canvia els límits dels recursos

source: Change the settings
ca: Canvia els ajusts

source: Check for Updates
ca: Comprova si hi ha actualitzacions

source: Checking IP
ca: S'està comprovant la IP

source: Checking for new applications
ca: Comprovació per si hi ha aplicacions noves

source: Checking for public keys
ca: S'està comprovant si hi ha claus públiques

source: Checking for updates…
ca: Comprovació per si hi ha actualitzacions...

source: Choose the language to be used in the application
ca: Seleccioneu l'idioma per utilitzar amb l'aplicació

source: Chunk Size
ca: Mida del tros

source: Claim
ca: Reclama

source: Claim Name
ca: Nom de la reclamació

source: Class
ca: Classe

source: Cleaning up for $target
ca: Neteja de $target

source: Click to see system hardware information
ca: Feu clic per veure la informació del maquinari del sistema

source: Client Certificate
ca: Certificat de client

source: Close
ca: Tanca

source: Close Selected Pages
ca: Tanca les pàgines seleccionades

source: Cluster
ca: Clúster

source: Cluster Templates
ca: Plantilles de clúster

source: Cluster Virtual Machines
ca: Màquines virtuals del clúster

source: Cockpit authentication is configured incorrectly.
ca: L'autenticació de Cockpit està configurada incorrectament.

source: Cockpit could not contact the given host.
ca: Cockpit no ha pogut contactar amb l'amfitrió indicat.

source: Cockpit is a server manager that makes it easy to administer your Linux servers via a web browser. Jumping between the terminal and the web tool is no problem. A service started via Cockpit can be stopped via the terminal. Likewise, if an error occurs in the terminal, it can be seen in the Cockpit journal interface.
ca: Cockpit és una eina de gestió de servidors que facilita l'administració dels vostres servidors Linux a través d'un navegador web. Saltar entre el terminal i l'eina web no és cap problema. Un servei iniciat a través de Cockpit es pot aturar a través del terminal. De la mateixa manera, si es produeix un error en el terminal, es pot observar en la interfície de les publicacions de Cockpit.

source: Cockpit is an interactive Linux server admin interface.
ca: Cockpit és una interfície interactiva d'administració del servidor Linux.

source: Cockpit is not compatible with the software on the system.
ca: Cockpit no és compatible amb el programari del sistema.

source: Cockpit is not installed
ca: Cockpit no està instal·lat

source: Cockpit is not installed on the system.
ca: Cockpit no està instal·lat al sistema.

source: Cockpit is perfect for new sysadmins, allowing them to easily perform simple tasks such as storage administration, inspecting journals and starting and stopping services. You can monitor and administer several servers at the same time. Just add them with a single click and your machines will look after its buddies.
ca: Cockpit és perfecte per als nous administradors de sistemes, els permet realitzar fàcilment les tasques senzilles com ara l'administració de l'emmagatzematge, la inspecció de les publicacions i iniciar i aturar els serveis. Podeu monitorar i administrar diversos servidors a la vegada. Només heu d'afegir-los amb tan sols un clic i les vostres màquines es veuran al cantó de les altres.

source: Cockpit was unable to contact {{#strong}}{{host}}{{/strong}}.
ca: Cockpit no ha pogut contactar amb {{#strong}}{{host}}{{/strong}}.

source: Cockpit was unable to log into {{#strong}}{{host}}{{/strong}}.
ca: Cockpit no ha pogut iniciar la sessió a {{#strong}}{{host}}{{/strong}}.

source: Combined memory usage
ca: Ús combinat de memòria

source: Combined usage of $0 CPU core
ca: Ús combinat de $0 nucli de CPU

source: Command
ca: Ordre

source: Command can't be empty
ca: L'ordre no pot estar en blanc

source: Command:
ca: Ordre:

source: Comment
ca: Comentari

source: Commit
ca: Consigna

source: Commit Image
ca: Consigna la imatge

source: Communication with tuned has failed
ca: Ha fallat la comunicació amb tuned

source: Compact PCI
ca: PCI compacte

source: Compatible with all systems and devices (MBR)
ca: Compatible amb tots els sistemes i dispositius (MBR)

source: Compatible with modern system and hard disks > 2TB (GPT)
ca: Compatible amb els sistemes moderns i els discs durs > 2TB (GPT)

source: Compress crash dumps to save space
ca: Comprimeix els estavellaments per estalviar espai

source: Compression
ca: Compressió

source: Computer OU
ca: OU de l'ordinador

source: Condition failed
ca: Ha fallat la condició

source: Configuration
ca: Configuració

source: Configure
ca: Configura

source: Configure Flannel networking
ca: Configura la xarxa Flannel

source: Configure Kubelet and Proxy
ca: Configura Kubelet i el servidor intermediari

source: Configure storage...
ca: Configura l'emmagatzematge...

source: Configuring
ca: S'està configurant

source: Configuring IP
ca: S'està configurant la IP

source: Confirm
ca: Confirmació

source: Confirm New Password
ca: Confirmació de la contrasenya nova

source: Confirm migration
ca: Confirmació de la migració

source: Confirm reload:
ca: Confirmació de la recàrrega:

source: Confirm save:
ca: Confirmació del desament:

source: Connect
ca: Connecta

source: Connect automatically
ca: Connecta automàticament

source: Connect to
ca: Connecta't a

source: Connect to oVirt Engine
ca: Connecta't al motor d'oVirt

source: Connect with any $0 viewer application.
ca: Connecta amb qualsevol aplicació de visualització $0.

source: Connect with any SPICE or VNC viewer application.
ca: Connecta amb qualsevol aplicació de visualització SPICE o VNC.

source: Connecting
ca: S'està connectant

source: Connecting to Docker
ca: S'està connectant a Docker

source: Connecting to SETroubleshoot daemon...
ca: S'està connectant al dimoni de SETroubleshoot...

source: Connecting to Virtualization Service
ca: Connexió al servei de virtualització

source: Connecting to the machine
ca: S'està connectant a la màquina

source: Connecting...
ca: S'està connectant...

source: Connection
ca: Connexió

source: Connection Error
ca: Error de connexió

source: Connection Error: $0
ca: Error de connexió: $0

source: Connection Settings
ca: Ajusts de la connexió

source: Connection has timed out.
ca: La connexió ha excedit el temps.

source: Connection will be lost
ca: Es perdrà la connexió

source: Console Type
ca: Tipus de consola

source: Container
ca: Contenidor

source: Container Administrator
ca: Administrador del contenidor

source: Container ID
ca: Id. de contenidor

source: Container Name
ca: Nom del contenidor

source: Container Runtime Version
ca: Versió de l'entorn d'execució del contenidor

source: Container is currently marked as not running, but regular stopping failed.
ca: El contenidor actualment està marcat com a no en execució, però va fallar l'aturada normal.

source: Container is currently running.
ca: El contenidor s'està executant actualment.

source: Container:
ca: Contenidor:

source: Containers
ca: Contenidors

# page-title
source: Containers
ca: Contenidors

source: Content
ca: Contingut

source: Could not add all disks
ca: No s'han pogut afegir tots els discs

source: Could not contact {{host}}
ca: No s'ha pogut contactar amb {{host}}

source: Could not list services
ca: No s'han pogut llistar els serveis

source: Could not reset the storage pool
ca: No s'ha pogut restablir l'agrupació d'emmagatzematge

source: Couldn't change user groups
ca: No s'han pogut canviar els grups de l'usuari

source: Couldn't change user password
ca: No s'ha pogut canviar la contrasenya de l'usuari

source: Couldn't connect to server
ca: No s'ha pogut connectar al servidor

source: Couldn't connect to the machine
ca: No s'ha pogut connectar a la màquina

source: Couldn't create new users
ca: No s'han pogut crear els nous usuaris

source: Couldn't find running API server
ca: No s'ha pogut trobar el servidor de l'API en execució

source: Couldn't get system subscription status. Please ensure subscription-manager is installed.
ca: No s'ha pogut obtenir l'estat de subscripció del sistema. Assegureu-vos que subscription-manager estigui instal·lat.

source: Couldn't list local users
ca: No s'han pogut llistar els usuaris locals

source: Couldn't list users
ca: No s'han pogut llistar els usuaris

source: Couldn't load user data
ca: No s'han pogut carregar les dades de l'usuari

source: Crash dump location
ca: Ubicació del bolcat de l'estavellament

source: Create
ca: Crea

source: Create Logical Volume
ca: Crea un volum lògic

source: Create New Account
ca: Crea un compte nou

source: Create New VM
ca: Crea una MV nova

source: Create Partition
ca: Crea una partició

source: Create Partition on $0
ca: Crea la partició a $0

source: Create RAID Device
ca: Crea un dispositiu RAID

source: Create Report
ca: Crea l'informe

source: Create Snapshot
ca: Crea una instantània

source: Create Thin Volume
ca: Crea un volum disgregat

source: Create Timer
ca: Crea un temporitzador

source: Create Timers
ca: Crea temporitzadors

source: Create VDO Device
ca: Crea un dispositiu VDO

source: Create VM
ca: Crea la MV

source: Create Volume Group
ca: Crea un grup de volums

source: Create diagnostic report
ca: Crea l'informe de diagnòstic

source: Create empty image stream
ca: Crea un flux d'imatges buit

source: Create image stream
ca: Crea un flux d'imatges

source: Create it
ca: Crea-ho

source: Create new Logical Volume
ca: Crea un volum lògic nou

source: Created
ca: Creat

source: Created:
ca: Creat:

source: Creating RAID Device $target
ca: S'està creant el dispositiu RAID $target

source: Creating filesystem on $target
ca: S'està creant el sistema de fitxers a $target

source: Creating logical volume $target
ca: S'està creant el volum lògic $target

source: Creating partition $target
ca: S'està creant la partició $target

source: Creating snapshot of $target
ca: S'està creant una instantània de $target

source: Creating volume group $target
ca: S'està creant el grup de volums $target

source: Current boot
ca: Arrencada actual

source: Custom
ca: Personalitzat

source: Custom URL
ca: URL personalitzat

source: Custom encryption options
ca: Opcions personalitzades de xifrat

source: Custom mount options
ca: Opcions personalitzades de muntatge

source: DISK IS FAILING
ca: EL DISC ESTÀ FALLANT

source: DNS Policy
ca: Política del DNS

source: DNS Search Domains
ca: Dominis de cerca DNS

source: DNS Search Domains $val
ca: Dominis de cerca DNS $val

source: Dashboard
ca: Tauler de control

source: Data Used
ca: Dades utilitzades

source: Deactivate
ca: Desactiva

source: Deactivating
ca: S'està desactivant

source: Deactivating $target
ca: S'està desactivant $target

source: Deduplication
ca: Deduplicació

source: Default
ca: Predeterminat

source: Delay
ca: Retard

source: Delete
ca: Suprimeix

source: Delete $0
ca: Suprimeix $0

source: Delete '{{ name }}'
ca: Suprimeix '{{ name }}'

source: Delete Files
ca: Suprimeix els fitxers

source: Delete Node
ca: Suprimeix el node

source: Delete Persistent Volume
ca: Suprimeix el volum persistent

source: Delete Persistent Volume Claim
ca: Suprimeix la reclamació del volum persistent

source: Delete Project
ca: Suprimeix el projecte

source: Delete Selected
ca: Suprimeix la selecció

source: Delete associated storage files:
ca: Suprimeix els fitxers d'emmagatzematge associats:

source: Delete image stream
ca: Suprimeix el flux d'imatges

source: Delete {{ item.kind }}
ca: Suprimeix {{ item.kind }}

source: Deleting $target
ca: S'està suprimint $target

source: Deleting a RAID device will erase all data on it.
ca: La supressió d'un dispositiu RAID n'esborrarà totes les dades.

source: Deleting a VDO device will erase all data on it.
ca: Si suprimiu un dispositiu VDO, s'esborraran totes les dades.

source: Deleting a container will erase all data in it.
ca: La supressió d'un contenidor n'esborrarà totes les dades.

source: Deleting a logical volume will delete all data in it.
ca: La supressió d'un volum lògic n'esborrarà totes les dades.

source: Deleting a partition will delete all data in it.
ca: La supressió d'una partició n'esborrarà totes les dades.

source: Deleting a volume group will erase all data on it.
ca: La supressió d'un grup de volums n'esborrarà totes les dades.

source: Deleting volume group $target
ca: S'està suprimint el grup de volums $target

source: Deploy
ca: Desplega

source: Deploy Application
ca: Desplega l'aplicació

source: Deployment Causes
ca: Causes del desplegament

source: Deployment Config
ca: Configuració de desplegament

source: Deployment Configs
ca: Configuracions de desplegaments

source: Description
ca: Descripció

source: Description:
ca: Descripció:

source: Desktop
ca: Escriptori

source: Details
ca: Detalls

source: Device
ca: Dispositiu

source: Device File
ca: Fitxer de dispositiu
