Repository: cockpit-project/cockpit
Catalog: po/*.po
Languages: ca

source: No installed products on the system.
ca: No hi ha cap producte instal·lat al sistema.

source: No matching files found
ca: No s'ha trobat cap fitxer que coincideixi

source: No media inserted
ca: Sense mitjans inserits

source: No memory reserved. Append a crashkernel option to the kernel command line (e.g. in /etc/default/grub) to reserve memory at boot time. Example: crashkernel=512M
ca: No hi ha memòria reservada. Afegiu crashkernel a la línia d'ordres del kernel (p. ex. a /etc/default/grub) per reservar memòria en temps d'arrencada. Exemple: crashkernel=512M

source: No metadata file was selected. Please select a Kubernetes metadata file.
ca: Sense seleccionar el fitxer de metadades. Si us plau, seleccioneu un fitxer de metadades del Kubernetes.

source: No network interfaces defined for this VM
ca: No s'ha definit cap interfície de xarxa per aquesta MV

source: No nodes in cluster
ca: Cap node al clúster

source: No partitioning
ca: Sense particionatge

source: No real name specified
ca: Sense especificar el nom real

source: No results for $0
ca: Cap resultat per a $0

source: No running containers
ca: Cap contenidor en execució

source: No storage set up as RAID
ca: Cap emmagatzematge preparat com a RAID

source: No storage set up as VDO
ca: Cap emmagatzematge preparat com a VDO

source: No such file or directory
ca: No existeix el fitxer o el directori

source: No updates pending
ca: No hi ha actualitzacions pendents

source: No user name specified
ca: Sense especificar el nom d'usuari

source: No users are present.
ca: No hi ha usuaris presents.

source: No volume groups created
ca: Cap grup de volums creat

source: No volumes are present.
ca: No hi ha volums presents.

source: No volumes in use
ca: Sense volums en ús

source: Nodes are the machines that run your containers.
ca: Els nodes són les màquines que executen els vostres contenidors.

source: None
ca: Cap

source: Not Ready
ca: No a punt

source: Not a valid number of replicas
ca: No és un nombre vàlid de rèpliques

source: Not a valid private key
ca: No és una clau privada vàlida

source: Not a valid value for Host
ca: No és un valor vàlid per a l'amfitrió

source: Not authorized to access Docker on this system
ca: No s'autoritza l'accés Docker en aquest sistema

source: Not authorized to upload-report
ca: No autoritzat per pujar l'informe

source: Not available
ca: No disponible

source: Not connected
ca: No connectat

source: Not deployed
ca: No desplegat

source: Not found
ca: No s'ha trobat

source: Not mounted
ca: No muntat

source: Not permitted to perform this action.
ca: No es permet realitzar aquesta acció.

source: Not running
ca: No s'està executant

source: Not synchronized
ca: No sincronitzat

source: Not yet synced
ca: Encara no sincronitzat

source: Note
ca: Nota

source: OS
ca: SO

source: OS Type:
ca: Tipus de SO:

source: OS Versions
ca: Versions del SO

source: Occurred $0
ca: S'ha produït $0

source: Occurred between $0 and $1
ca: S'ha produït entre $0 i $1

source: Ok
ca: D'acord

source: Old Password
ca: Contrasenya antiga

source: Old password not accepted
ca: Contrasenya antiga no acceptada

source: On Build
ca: Amb la construcció

source: On Failure
ca: Amb la fallada

source: On a mounted device
ca: Amb un dispositiu muntat

source: On failure, retry $0 time
ca: Amb la fallada, reintenta $0 cop

source: One Time Password
ca: Contrasenya d'un sol cop

source: Only $0 of $1 are used.
ca: Només s'utilitzen $0 de $1.

source: Only Emergency
ca: Només emergències

source: Only alphabets, numbers, : , _ , . , @ , - are allowed.
ca: Només es permeten lletres, números, : , _ , . , @ , -.

source: Operating System
ca: Sistema operatiu

source: Operation '$operation' on $target
ca: L'operació '$operation' en $target

# storage
source: Optical Drive
ca: Unitat òptica

source: Optimized for:
ca: Optimitzat per:

source: Options
ca: Opcions

source: Organization
ca: Organització

source: Other
ca: Altres

# storage-id-desc
source: Other Data
ca: Altres dades

source: Other Devices
ca: Altres dispositius

source: Other Options
ca: Altres opcions

source: Overview
ca: Visió de conjunt

source: Overwrite existing data with zeros
ca: Sobreescriu les dades existents amb zeros

source: Package information
ca: Informació dels paquets

source: PackageKit crashed
ca: PackageKit s'ha estavellat.

source: PackageKit is not installed
ca: PackageKit no està instal·lat

source: PackageKit reported error code $0
ca: PackageKit ha informat un codi d'error $0

source: Parent
ca: Pare

source: Parent $parent
ca: Pare $parent

source: Part of
ca: Part de

source: Partition
ca: Partició

source: Partition of $0
ca: Partició de $0

source: Partitioning
ca: Particionatge

source: Passive
ca: Passiu

source: Passphrase
ca: Contrasenya

source: Passphrase cannot be empty
ca: La contrasenya no pot estar en blanc

source: Passphrases do not match
ca: Les contrasenyes no coincideixen

source: Password
ca: Contrasenya

source: Password Expiration
ca: Venciment de la contrasenya

source: Password is not acceptable
ca: La contrasenya no és acceptable

source: Password is too weak
ca: La contrasenya és massa feble

source: Password must be changed
ca: S'ha de canviar la contrasenya

source: Password not accepted
ca: Contrasenya no acceptada

source: Paste the contents of your public SSH key file here
ca: Enganxeu aquí el contingut del fitxer de la vostra clau SSH pública

source: Path
ca: Camí

source: Path cost
ca: Cost del camí

source: Path cost $path_cost
ca: Cost del camí $path_cost

source: Path on Server
ca: Camí al servidor

source: Path on server cannot be empty.
ca: El camí al servidor no pot estar en blanc.

source: Path on server must start with "/".
ca: El camí al servidor ha de començar amb «/».

source: Path to ISO file on host's file system
ca: Camí al fitxer ISO al sistema de fitxers de l'amfitrió

source: Path to file
ca: Camí al fitxer

source: Paths
ca: Camins

source: Pending Volume Claims
ca: Reclamacions de volums pendents

source: Performance Profile
ca: Perfil de rendiment

source: Permission denied
ca: Permís denegat

source: Persistent Volumes
ca: Volums persistents

source: Phase
ca: Fase

source: Physical Volume
ca: Volum físic

source: Physical Volumes
ca: Volums físics

source: Physical volume of $0
ca: Volum físic de $0

source: Ping Interval
ca: Interval de ping

source: Ping Target
ca: Objectiu de ping

source: Please confirm deletion of $0
ca: Si us plau, confirmeu la supressió de $0

source: Please confirm forced deletion of $0
ca: Si us plau, confirmeu la supressió forçada de $0

source: Please confirm stopping of $0
ca: Confirmeu l'aturada de $0

source: Please confirm, the host shall be switched to maintenance mode.
ca: Confirmeu que l'amfitrió s'ha de canviar al mode de manteniment.

source: Please create another namespace for $0 "$1"
ca: Si us plau, creeu un altre espai de noms per a $0 "$1"

source: Please provide a GlusterFS volume name
ca: Si us plau, proporcioneu un nom de volum GlusterFS

source: Please provide a username
ca: Si us plau, proporcioneu un nom d'usuari vàlid

source: Please provide a valid NFS server
ca: Si us plau, proporcioneu un servidor NFS vàlid

source: Please provide a valid address
ca: Si us plau, proporcioneu una adreça vàlida

source: Please provide a valid filesystem type
ca: Si us plau, proporcioneu un tipus de sistema de fitxers vàlid

source: Please provide a valid interface
ca: Proporcioneu una interfície vàlida

source: Please provide a valid logical unit number
ca: Si us plau, proporcioneu un nombre vàlid d'unitat lògica

source: Please provide a valid name
ca: Si us plau, proporcioneu un nom vàlid

source: Please provide a valid namespace.
ca: Si us plau, proporcioneu un espai de noms vàlid.

source: Please provide a valid path
ca: Si us plau, proporcioneu un camí vàlid

source: Please provide a valid storage capacity.
ca: Si us plau, proporcioneu una capacitat d'emmagatzematge vàlida.

source: Please provide a valid target
ca: Si us plau, proporcioneu un objectiu vàlid

source: Please provide fully qualified domain name and port of the oVirt engine.
ca: Proporcioneu el nom de domini plenament qualificat i el port del motor oVirt.

source: Please provide valid oVirt engine fully qualified domain name (FQDN) and port (443 by default)
ca: Proporcioneu el nom de domini plenament qualificat d'un motor oVirt vàlid i el port (443 per defecte).

source: Please select a valid access mode
ca: Si us plau, seleccioneu un mode d'accés vàlid

source: Please select a valid endpoint
ca: Si us plau, seleccioneu un extrem vàlid

source: Please select a valid policy option.
ca: Si us plau, seleccioneu una opció de política vàlida.

source: Please specify an expiration date
ca: Si us plau, especifiqueu una data de venciment

source: Please try another term
ca: Si us plau, proveu un altre terme

source: Please type an address
ca: Si us plau, teclegeu una adreça

source: Please wait till VMs list is loaded from the server.
ca: Espereu fins que la llista de MV es carregui del servidor.

source: Please wait till list of templates is loaded from the server.
ca: Espereu fins que la llista de plantilles es carregui del servidor.

source: Pool
ca: Agrupació

source: Pool Name
ca: Nom de l'agrupació

source: Pool for Thin Logical Volumes
ca: Agrupació per als volums lògics disgregats

source: Pool for Thin Volumes
ca: Agrupació per als volums disgregats

source: Populate
ca: Pobla

source: Power Options
ca: Opcions d'energia

source: Prefix length
ca: Longitud del prefix

source: Prefix length or Netmask
ca: Longitud del prefix o Màscara de xarxa

source: Preparing
ca: S'està preparant

source: Preserve
ca: Preserva

source: Preset
ca: Preajusta

source: Preset Forcefully
ca: Preajusta-ho forçosament

source: Pretty Host Name
ca: Nom d'amfitrió bonic

source: Primary
ca: Principal

source: Priority
ca: Prioritat

source: Priority $priority
ca: Prioritat $priority

source: Private: Allow only specific users or groups to pull images
ca: Privat: permet que només els usuaris o grups específics recuperin imatges

source: Problem details
ca: Detalls del problema

source: Problem info
ca: Informació del problema

source: Problems
ca: Problemes

source: Process
ca: Procés

source: Product ID
ca: Id. del producte

source: Product name
ca: Nom del producte

source: Project
ca: Projecte

source: Project Members
ca: Membres del projecte

source: Project access policy allows anonymous users to pull images.
ca: La política d'accés de projecte permet que els usuaris anònims recuperin imatges.

source: Project access policy allows any authenticated user to pull images.
ca: La política d'accés públic permet que qualsevol usuari o grup autenticat recuperi imatges.

source: Project website
ca: Lloc web del projecte

source: Project:
ca: Projecte:

source: Projects
ca: Projectes

source: Prompting via passwd timed out
ca: Per mitjà del temps d'espera de passwd

source: Prompting via ssh-add timed out
ca: Per mitjà del temps d'espera de ssh-add

source: Prompting via ssh-keygen timed out
ca: Per mitjà del temps d'espera de ssh-keygen

source: Proxy
ca: Servidor intermediari

source: Proxy Version
ca: Versió del servidor intermediari

source: Public Key
ca: Clau pública

source: Pull an image:
ca: Recupera una imatge:

source: Pull from
ca: Recupera de

source: Pull specific tags from another image repository
ca: Recupera les etiquetes específiques d'un altre dipòsit d'imatges

source: Purpose
ca: Propòsit

source: Qualified Name
ca: Nom qualificat

source: RAID 0 (Stripe)
ca: RAID 0 (segmentació)

source: RAID 1 (Mirror)
ca: RAID 1 (rèplica)

source: RAID 10 (Stripe of Mirrors)
ca: RAID 10 (segmentació de rèpliques)

source: RAID 4 (Dedicated Parity)
ca: RAID 4 (paritat dedicada)

source: RAID 5 (Distributed Parity)
ca: RAID 5 (paritat distribuïda)

source: RAID 6 (Double Distributed Parity)
ca: RAID 5 (doble paritat distribuïda)

source: RAID Device
ca: Dispositiu RAID

source: RAID Device $0
ca: Dispositiu RAID $0

source: RAID Devices
ca: Dispositius RAID

source: RAID Level
ca: Nivell RAID

source: RAID Member
ca: Membre RAID

source: REBOOT action failed
ca: Ha fallat l'acció REBOOT

source: Rados Block Device
ca: Dispositiu de blocs rados

source: Random
ca: Aleatòria

source: Read Only
ca: Tan sols lectura

source: Read and write from a single node
ca: Lectura i escriptura d'un sol node

source: Read and write from multiple nodes
ca: Lectura i escriptura de diversos nodes

source: Read only from multiple nodes
ca: Només lectura de diversos nodes

source: ReadOnly
ca: NomésLectura

source: ReadWrite
ca: LecturaEscriptura

source: Reading
ca: Lectura

source: Reading...
ca: S'està llegint...

source: Readonly
ca: NomésLectura

source: Ready
ca: A punt

source: Real Host Name
ca: Nom d'amfitrió real

source: Real host name can only contain lower-case characters, digits, dashes, and periods (with populated subdomains)
ca: El nom d'amfitrió real només pot contenir caràcters en minúscules, dígits, guions i punts (amb subdominis poblats)

source: Real host name must be 64 characters or less
ca: El nom d'amfitrió real pot tenir com a molt 64 caràcters

source: Reason
ca: Motiu

source: Reboot
ca: Rearrencada

source: Receiving
ca: Recepció

source: Reconnect
ca: Torna a connectar

source: Recovering
ca: Recuperació

source: Recycle
ca: Recicla

source: Reformat and add disks
ca: Torna a formatar i afegeix discs

source: Refreshing package information
ca: Refrescament de la informació dels paquets

source: Refusing to connect. Host is unknown
ca: Es nega a connectar. L'amfitrió és desconegut

source: Refusing to connect. Hostkey does not match
ca: Es nega a connectar. La clau d'amfitrió no coincideix

source: Refusing to connect. Hostkey is unknown
ca: Es nega a connectar. La clau d'amfitrió és desconeguda

source: Register
ca: Registra

source: Register New Volume
ca: Registra un volum nou

source: Register Persistent Volume
ca: Registra un volum persistent

source: Register oVirt
ca: Registra l'oVirt

source: Register system
ca: Registra el sistema

source: Registering oVirt to Cockpit
ca: Registrament d'oVirt a Cockpit

source: Register…
ca: Registra...

source: Reload
ca: Recarrega

source: Remote URL
ca: URL remot

source: Remote over NFS
ca: Remot sobre NFS

source: Remote over SSH
ca: Remot sobre SSH

# storage
source: Removable Drive
ca: Disc extraïble

source: Remove
ca: Suprimeix

source: Remove $0
ca: Suprimeix $0

source: Remove Group
ca: Suprimeix el grup

source: Remove Member
ca: Suprimeix el membre

source: Remove Role
ca: Suprimeix el rol

source: Remove User
ca: Suprimeix l'usuari

source: Remove device
ca: Treu el dispositiu

source: Remove image tag
ca: Suprimeix l'etiqueta de la imatge

source: Remove membership
ca: Suprimeix la pertinença

source: Removing $target from RAID Device
ca: S'està eliminant $target del dispositiu RAID

source: Removing physical volume from $target
ca: S'està eliminant el volum físic de $target

source: Rename
ca: Reanomena

source: Rename Logical Volume
ca: Reanomena el volum lògic

source: Rename Volume Group
ca: Reanomena un grup de volums

source: Renaming $target
ca: S'està reanomenant $target

source: Repeat Daily
ca: Repeteix diàriament

source: Repeat Hourly
ca: Repeteix cada hora

source: Repeat Monthly
ca: Repeteix cada mes

source: Repeat Weekly
ca: Repeteix cada setmana

source: Repeat Yearly
ca: Repeteix cada any

source: Replicas
ca: Rèpliques

source: Replication Controller
ca: Controlador de replicació

source: Replication Controllers
ca: Controladors de replicació

source: Reported
ca: Informat

source: Repository
ca: Dipòsit

source: Repository URL
ca: URl del dipòsit

source: Requests
ca: Peticions

source: Require password change every $0 days
ca: Requereix el canvi de la contrasenya cada $0 dies

source: Require password change on $0
ca: Requereix el canvi de la contrasenya el $0

source: Requires Authentication
ca: Requereix autenticació

source: Reserved memory
ca: Memòria reservada

source: Reset
ca: Restableix

source: Reset Storage Pool
ca: Restableix l'agrupació d'emmagatzematge

source: Resizing $target
ca: S'està redimensionant $target

source: Restart
ca: Reinicia

source: Restart Count
ca: Reinicia el compte

source: Restart Now
ca: Reinicia ara

source: Restart Policy
ca: Reinicia la política

source: Restart Policy:
ca: Reinicia la política:

source: Restart Recommended
ca: Reinici recomanat

source: Restarting
ca: S'està reiniciant

source: Restoring connection
ca: S'està restaurant la connexió

source: Retries:
ca: Intents:

source: Retrieving subscription status...
ca: S'està recuperant l'estat de la subscripció...

source: Reuse my password for privileged tasks
ca: Reutilitza la meva contrasenya per a les tasques privilegiades

source: Reuse my password for privileged tasks and to connect to other machines
ca: Reutilitza la meva contrasenya per a les tasques privilegiades i per connectar a altres màquines

source: Revision
ca: Revisió

source: Role
ca: Rol

source: Roles
ca: Rols

source: Routes
ca: Encaminaments

source: Run
ca: Executa

source: Run Here
ca: Executa-ho aquí

source: Run Image
ca: Executa la imatge

source: Run as
ca: Executa com

source: Running
ca: En execució

source: Running Since:
ca: En execució des de:

source: SELinux Access Control Errors
ca: Errors de control d'accés de SELinux

source: SELinux Policy
ca: Política de SELinux

source: SELinux Troubleshoot
ca: Solució de problema de SELinux

source: SELinux is disabled on the system
ca: SELinux no està inhabilitat al sistema

source: SELinux is disabled on the system.
ca: SELinux no està inhabilitat al sistema.

source: SELinux system status is unknown.
ca: Es desconeix l'estat del sistema SELinux.

source: SHUTDOWN action failed
ca: Ha fallat l'acció SHUTDOWN

source: SMART self-test of $target
ca: Autotest SMART de $target.

source: SPICE Address:
ca: Adreça SPICE:

source: SPICE Port:
ca: Port SPICE:

source: SPICE TLS Port:
ca: Port TLS SPICE:

source: START action failed
ca: Ha fallat l'acció START

source: STP Forward delay
ca: Retard del reenviament STP

source: STP Maximum message age
ca: Envelliment màxim del missatge STP

source: STP Priority
ca: Prioritat STP

source: SUSPEND action failed
ca: Ha fallat l'acció SUSPEND

source: Saturday
ca: Dissabte

source: Save
ca: Desa

source: Scheduling Disabled
ca: Planificació inhabilitada

source: Seconds
ca: segons

source: Secret File
ca: Fitxer secret

source: Secret Name
ca: Nom secret

source: Secret Volume
ca: Volum secret

source: Secure Shell Keys
ca: Claus de shell segures

source: Securely erasing $target
ca: S'està eliminant de forma segura $target

source: Security
ca: Seguretat

source: Select
ca: Selecciona

source: Select Manifest File...
ca: Selecciona el fitxer del manifest...

source: Select an object to see more details.
ca: Seleccioneu un objecte per veure'n més detalls.

source: Select the users that you would like to be synchronized with {{#strong}}{{host}}{{/strong}}
ca: Seleccioneu els usuaris que vulgueu que estiguin sincronitzats amb {{#strong}}{{host}}{{/strong}}

source: Sending
ca: Enviament

source: Serial Console
ca: Consola sèrie

source: Server
ca: Servidor

source: Server Address
ca: Adreça del servidor

source: Server Administrator
ca: Administrador del servidor

source: Server address cannot be empty.
ca: L'adreça del servidor no pot estar en blanc.

source: Server cannot be empty.
ca: El servidor no pot estar en blanc.

source: Server has closed the connection.
ca: El servidor ha tancat la connexió.

source: Servers
ca: Servidors

source: Service
ca: Servei

source: Service Account
ca: Compte del servei

source: Service Logs
ca: Registres del servei

source: Service has an error
ca: El servei té un error

source: Service is running
ca: El servei s'està executant

source: Service is starting
ca: El servei s'està iniciant

source: Service is stopped
ca: El servei està aturat

source: Service is stopping
ca: El servei s'està aturant

source: Service name
ca: Nom del servei

source: Services
ca: Serveis

source: Session
ca: Sessió

source: Set
ca: Estableix

source: Set Host name
ca: Estableix el nom d'amfitrió

source: Set Password
ca: Estableix la contrasenya

source: Set Time
ca: Ajusta l'hora

source: Set container environment variables
ca: Estableix les variables d'entorn del contenidor

source: Set to
ca: Estableix a

source: Set up
ca: Configurat

source: Setting up
ca: S'està configurant

source: Setting up loop device $target
ca: S'està preparant el dispositiu de bucles $target

source: Severity
ca: Gravetat

source: Severity:
ca: Gravetat:

source: Share Name
ca: Nom de compartició

source: Shared
ca: Compartida

source: Shared: Allow any authenticated user to pull images
ca: Compartit: permet que qualsevol usuari autenticat recuperi imatges

source: Show all Containers
ca: Mostra tots els contenidors

source: Show all Deployment Configs
ca: Mostra totes les configuracions de desplegament

source: Show all Nodes
ca: Mostra tots els nodes

source: Show all Persistent Volumes
ca: Mostra tots els volums persistents

source: Show all Pods
ca: Mostra tots els pods

source: Show all Projects
ca: Mostra tots els projectes

source: Show all Replication Controllers
ca: Mostra tots els controladors de replicació

source: Show all Routes
ca: Mostra tots els encaminaments

source: Show all Services
ca: Mostra tots els serveis

source: Show all containers
ca: Mostra tots els contenidors

source: Show all image streams
ca: Mostra tots els fluxos d'imatges

source: Show all images
ca: Mostra totes les imatges

source: Show fingerprints
ca: Mostra les empremtes

source: Shut Down
ca: Apaga

source: Since
ca: Des de

source: Size
ca: Mida

source: Size cannot be negative
ca: La mida no pot ser negativa

source: Size cannot be zero
ca: La mida no pot ser zero

source: Size is too large
ca: La mida és massa gran

source: Size must be a number
ca: La mida ha de ser un número

source: Size must be at least $0
ca: La mida com a mínim ha de ser $0

source: Skip Certificate Verification
ca: Omet la verificació del certificat

source: Slot
ca: Ranura

source: Software Updates
ca: Actualitzacions

source: Solid-State Disk
ca: Disc d'estat sòlid

# storage
source: Solid-State Disk
ca: Disc d'estat sòlid

source: Solution applied successfully
ca: S'ha aplicat la solució amb èxit

source: Solution failed
ca: Ha fallat la solució

source: Solutions
ca: Solucions

source: Source
ca: Origen

source: Source URL
ca: URL d'origen

source: Spanning Tree Protocol
ca: STP (Spanning Tree Protocol)

source: Spanning Tree Protocol (STP)
ca: STP (Spanning Tree Protocol)

source: Spare
ca: Recanvi

source: Specific Time
ca: Instant concret

source: Stable
ca: Estable

source: Start
ca: Inicia

source: Start Docker
ca: Inicia Docker

source: Start Multipath
ca: Inicia el multicamí

source: Start libvirt
ca: Inicia libvirt

source: Starting RAID Device $target
ca: S'està iniciant el dispositiu RAID $target

source: Starting swapspace $target
ca: S'està iniciant l'espai d'intercanvi $target

source: Starts
ca: Comença

source: State
ca: Estat

source: State:
ca: Estat:

source: Static
ca: Estàtic

source: Status
ca: Estat

source: Status: $0
ca: Estat: $0

source: Status: System isn't registered
ca: Estat: el sistema no està registrat

source: Stop
ca: Atura

source: Stop Device
ca: Atura el dispositiu

source: Stop and Unmount
ca: Atura i desmunta

source: Stop and remove
ca: Atura i treu

source: Stop with
ca: Atura amb

source: Stopped
ca: Aturat

source: Stopping RAID Device $target
ca: S'està aturant el dispositiu RAID $target

source: Stopping swapspace $target
ca: S'està aturant l'espai d'intercanvi $target

source: Storage
ca: Emmagatzematge

source: Storage Logs
ca: Registres de l'emmagatzematge

source: Storage pool
ca: Agrupació d'emmagatzematge
