Repository: cockpit-project/cockpit
Catalog: po/*.po
Languages: ca

source: Device is read-only
ca: El dispositiu és de només lectura

source: Diagnostic reports
ca: Informes de diagnòstic

source: Directory
ca: Directori

source: Directory $0 isn't writable or doesn't exist.
ca: No es pot escriure al directori $0 o bé no existeix.

source: Disable
ca: Inhabilita

source: Disable tuned
ca: Inhabilita tuned

source: Disabled
ca: Inhabilitat

source: Disconnect
ca: Desconnecta

source: Disconnected
ca: Desconnectat

source: Disk
ca: Disc

source: Disk I/O
ca: E/S de disc

source: Disk Utilization: $0%
ca: Utilització del disc: $0%

source: Disk is OK
ca: El disc està bé

source: Disks
ca: Discs

source: Display Language
ca: Idioma de visualització

source: Display name
ca: Nom a mostrar

source: Do you want to add the role '{{ fields.displayRole }}'?
ca: Voleu afegir el rol '{{ fields.displayRole }}'?

source: Do you want to delete the '{{stream.metadata.namespace}}/{{stream.metadata.name}}' image stream?
ca: Voleu suprimir el flux d'imatges '{{stream.metadata.namespace}}/{{stream.metadata.name}}'?

source: Do you want to delete the Persistent Volume '{{item.metadata.name}}'?
ca: Voleu suprimir el volum persistent '{{item.metadata.name}}'?

source: Do you want to delete the {{ item.kind }} '{{item.metadata.name}}'?
ca: Voleu suprimir {{ item.kind }} '{{item.metadata.name}}'?

source: Do you want to delete this Node?
ca: Voleu suprimir aquest node?

source: Do you want to remove the image tagged as '{{stream.metadata.namespace}}/{{stream.metadata.name}}:{{tag.tag}}'?
ca: Voleu suprimir la imatge etiquetada com a '{{stream.metadata.namespace}}/{{stream.metadata.name}}:{{tag.tag}}'?

source: Do you want to remove the role '{{ fields.displayRole }}' from member {{ fields.member.metadata.name }}?
ca: Voleu suprimir el rol '{{ fields.displayRole }}' del membre {{ fields.member.metadata.name }}?

source: Docker Version
ca: Versió de Docker

source: Docker is not installed or activated on the system
ca: Docker no està activat o instal·lat al sistema

source: Domain
ca: Domini

source: Domain $0 could not be contacted
ca: No s'ha pogut contactar amb el domini $0

source: Domain $0 is not supported
ca: El domini $0 no és compatible

source: Domain Address
ca: Adreça del domini

source: Domain Administrator Name
ca: Nom de l'administrador del domini

source: Domain Administrator Password
ca: Contrasenya de l'administrador del domini

source: Don't Repeat
ca: No repeteixis

source: Don't overwrite existing data
ca: No sobreescriguis les dades existents

source: Don't pull images automatically
ca: No recuperis automàticament les imatges

source: Done!
ca: Fet!

source: Download
ca: Baixa

source: Download report
ca: Baixa l'informe

source: Download the MSI from $0
ca: Baixa el MSI de $0

source: Downloaded
ca: Baixat

source: Downloading
ca: S'està baixant

source: Drive
ca: Unitat

# storage
source: Drive
ca: Unitat

source: Driver
ca: Controlador

source: Drives
ca: Unitats

source: Duplicate alias
ca: Àlies duplicat

source: Duplicate port
ca: Port duplicat

source: Edit
ca: Edita

source: Edit Server
ca: Edit el servidor

source: Edit image stream
ca: Edita el flux d'imatges

source: Edit the vdsm.conf
ca: Edita el fitxer vdsm.conf

source: Ejecting $target
ca: S'està expulsant $target

source: Empty
ca: Buida

# verb
source: Empty
ca: Buit

source: Empty Directory
ca: Directori buit

source: Emptying $target
ca: S'està buidant $target

source: Enable
ca: Habilita

source: Enable Forcefully
ca: Habilita-ho forçosament

source: Enabled
ca: Habilitat

source: Encrypted $0
ca: $0 xifrat

source: Encrypted Logical Volume of $0
ca: Volum lògic xifrat de $0

source: Encrypted Partition of $0
ca: Partició xifrada de $0

# storage-id-desc
source: Encrypted data
ca: Dades xifrades

source: Encryption
ca: Xifratge

source: Encryption Options
ca: Opcions de xifrat

source: Endpoint
ca: Extrem

source: Endpoint Name
ca: Nom de l'extrem

source: Endpoints
ca: Extrems

source: Ends
ca: Acaba

source: Enforce policy:
ca: Aplica la política:

source: Enter IP address or host name
ca: Introduïu l'adreça IP o el nom d'amfitrió

source: Enter New VM name
ca: Introduïu el nom de la nova MV

source: Entry
ca: Entrada

source: Environment
ca: Entorn

source: Erase
ca: Esborra

source: Erase containers and reset storage pool
ca: Esborra els contenidors i restableix l'agrupació d'emmagatzematge

source: Erasing $target
ca: S'està esborrant $target

source: Errata:
ca: Fe d'errates:

source: Error getting certificate details: $0
ca: Error en obtenir els detalls del certificat: $0

source: Error loading users: {{perm_failed}}
ca: Error en carregar els usuaris: {{perm_failed}}

source: Error message from Docker:
ca: Missatge d'error de Docker:

source: Error saving authorized keys:
ca: Error en desar les claus autoritzades:

source: Error while deleting alert: $0
ca: Error mentre se suprimia l'alerta: $0

source: Error while setting SELinux mode: '$0'
ca: Error mentre s'establia el mode de SELinux: '$0'

source: Error writing kubectl config
ca: Error en escriure la configuració de kubectl

source: Ethernet MAC
ca: MAC d'ethernet

source: Ethernet MTU
ca: MTU d'ethernet

source: Everything
ca: Tot

source: Excellent password
ca: Contrasenya excel·lent

source: Exited $ExitCode
ca: Sortida $ExitCode

source: Expose container ports
ca: Exposa els ports del contenidor

source: Extended Partition
ca: Partició estesa

source: FAILED
ca: FALLAT

source: Failed
ca: Ha fallat

source: Failed to add machine: $0
ca: No s'ha pogut afegir la màquina: $0

source: Failed to change password
ca: Ha fallat el canvi de contrasenya

source: Failed to delete alert: $0
ca: Ha fallat la supressió de l'alerta: $0

source: Failed to disable tuned
ca: Ha fallat la inhabilitació de tuned

source: Failed to disable tuned profile
ca: Ha fallat la inhabilitació del perfil de tuned

source: Failed to edit machine: $0
ca: Ha fallat l'edició de la màquina: $0

source: Failed to enable tuned
ca: Ha fallat l'habilitació de tuned

source: Failed to load authorized keys.
ca: Ha fallat la càrrega de les claus autoritzades.

source: Failed to start Docker: $0
ca: Ha fallat l'inici de Docker: $0

source: Failed to stop Docker scope: $0
ca: Ha fallat l'aturada de l'àmbit de Docker: $0

source: Failed to switch profile
ca: Ha fallat el canvi de perfil

source: File
ca: Fitxer

source: Filesystem
ca: Sistema de fitxers

source: Filesystem Mounting
ca: Muntatge del sistema de fitxers

source: Filesystem Name
ca: Nom del sistema de fitxers

source: Filesystem Type
ca: Tipus de sistema de fitxers

source: Filesystems
ca: Sistemes de fitxers

source: Filter Services
ca: Filtra els serveis

source: Fingerprint
ca: Empremta

source: Firewall
ca: Tallafoc

source: Firewall is not available
ca: El tallafoc no està disponible

source: Follows docker repo
ca: Segueix el dipòsit docker

source: Force Change
ca: Obliga el canvi

source: Force Delete
ca: Força la supressió

source: Force Restart
ca: Força el reinici

source: Force Shut Down
ca: Força l'apagada

source: Force password change
ca: Obliga el canvi de contrasenya

source: Format
ca: Formata

source: Format $0
ca: Formata $0

source: Format Disk $0
ca: Formata el disc $0

source: Formatting a disk will erase all data on it.
ca: La formatació d'un disc eliminarà totes les dades contingudes.

source: Formatting a storage device will erase all data on it.
ca: La formatació d'un dispositiu d'emmagatzematge eliminarà totes les dades contingudes.

source: Forward delay $forward_delay
ca: Retard del reenviament $forward_delay

source: Free
ca: Lliure

source: Free Space
ca: Espai lliure

source: Friday
ca: Divendres

source: Full Name
ca: Nom complet

source: GCE Persistent Disk
ca: Disc persistent GCE

source: Gateway:
ca: Passarel·la:

source: Generating report
ca: S'està generant l'informe

source: Get new image
ca: Obtén una imatge nova

source: Git Repository
ca: Dipòsit git

source: Go to
ca: Vés a

source: Go to Application
ca: Vés a l'aplicació

source: Go to now
ca: Vés a ara

source: Graphics Console (VNC)
ca: Consola gràfica (VNC)

source: Graphics Console in Desktop Viewer
ca: Consola gràfica al visualitzador d'escriptoris

source: Group Members
ca: Membres del grup

source: Group or Project
ca: Grup o projecte

source: Groups
ca: Grups

source: Grow
ca: Fes créixer

source: Grow logical size of $0
ca: Fes créixer la mida lògica de $0

source: Grow to take all space
ca: Fes créixer per agafar tot l'espai

source: Hair Pin mode
ca: Mode hairpin

source: Hairpin mode
ca: Mode hairpin

source: Hard Disk
ca: Disc dur

# storage
source: Hard Disk
ca: Disc dur

source: Hardware
ca: Maquinari

source: Hardware Information
ca: Informació del maquinari

source: Host
ca: Amfitrió

source: Host Name
ca: Nom d'amfitrió

source: Host Path
ca: Camí a l'amfitrió

source: Host key is incorrect
ca: La clau d'amfitrió és incorrecta

source: Host to Maintenance
ca: Amfitrió a manteniment

source: Hour : Minute
ca: hora : minut

source: Hour needs to be a number between 0-23
ca: L'hora ha de ser un nombre entre 0-23

source: Hours
ca: Hores

source: I/O Wait
ca: Espera d'E/S

source: IP Address
ca: Adreça IP

source: IP Address:
ca: Adreça IP:

source: IP Prefix Length:
ca: Longitud del prefix IP:

source: IP Settings
ca: Ajusts de la IP

source: IPv4 Settings
ca: Ajusts d'IPv4

source: IPv6 Settings
ca: Ajusts d'IPv6

source: Identifier
ca: Identificador

source: Identities
ca: Identitats

source: Identity
ca: Identitat

source: Ignore
ca: Ignora

source: Image
ca: Imatge

source: Image $0
ca: Imatge $0

source: Image ID
ca: Id. d'imatge

source: Image Name
ca: Nom de la imatge

source: Image Registry
ca: Registre d'imatges

source: Image Search
ca: Cerca de la imatge

source: Image Stream
ca: Flux d'imatges

source: Image commands
ca: Ordres de la imatge

source: Image count
ca: Nombre d'imatges

source: Image stream
ca: Flux d'imatges

source: Image:
ca: Imatge:

source: Images
ca: Imatges

# page-title
source: Images
ca: Imatges

source: Images and running containers
ca: Imatges i contenidors en execució

source: Images by project
ca: Imatges per projecte

source: Images may be pulled by anonymous users
ca: Les imatges poden ser recuperades per usuaris anònims

source: Images may be pulled by any authenticated user or group
ca: Les imatges poden ser recuperades per usuaris o grups autenticats

source: Images may only be pulled by specific users or groups
ca: Les imatges només poden ser recuperades per usuaris o grups específics

source: Immediately Start VM
ca: Inicia automàticament la MV

source: In Sync
ca: En sincronització

source: In order to synchronize users, you need to log in to {{#strong}}{{host}}{{/strong}}.
ca: Per sincronitzar els usuaris, cal que inicieu la sessió a {{#strong}}{{host}}{{/strong}}.

source: Inactive
ca: Inactiu

source: Inactive volume
ca: Volum inactiu

source: Incorrect Host Key
ca: Clau d'amfitrió incorrecta

source: Initializing...
ca: S'està inicialitzant...

source: Install
ca: Instal·la

source: Install All Updates
ca: Instal·la totes les actualitzacions

source: Install Security Updates
ca: Instal·la les actualitzacions de seguretat

source: Install setroubleshoot-server to troubleshoot SELinux events.
ca: Instal·leu setroubleshoot-server per resoldre els esdeveniments de SELinux.

source: Installation Source
ca: Origen d'instal·lació

source: Installation Source Type
ca: Tipus d'origen d'instal·lació

source: Installation Source should not be empty
ca: L'origen d'instal·lació no pot estar en blanc

source: Installed
ca: Instal·lat

source: Installed products
ca: Productes instal·lats

source: Installing
ca: S'està instal·lant

source: Instantiate
ca: Instancia

source: Interface
ca: Interfície

source: Interfaces
ca: Interfícies

source: Internal error
ca: Error intern

source: Invalid address $0
ca: Adreça no vàlida $0

source: Invalid credentials
ca: Credencials no vàlides

source: Invalid date format
ca: Format de data no vàlid

source: Invalid date format and invalid time format
ca: Format no vàlid de la data i l'hora

source: Invalid date format.
ca: Format de data no vàlid.

source: Invalid expiration date
ca: Data de venciment no vàlida

source: Invalid file permissions
ca: Permisos de fitxer no vàlids

source: Invalid filename
ca: nom de fitxer no vàlid

source: Invalid key
ca: Clau no vàlida

source: Invalid metric $0
ca: Mètrica no vàlida $0

source: Invalid number of days
ca: Nombre de dies no vàlid

source: Invalid number.
ca: Número no vàlid.

source: Invalid port
ca: Port no vàlid

source: Invalid prefix $0
ca: Prefix no vàlid $0

source: Invalid prefix or netmask $0
ca: Prefix o màscara de xarxa no vàlid $0

source: Invalid time format
ca: Format d'hora no vàlid

source: Invalid time zone
ca: Zona horària no vàlida

source: Invalid username or password
ca: El nom d'usuari o la contrasenya no són vàlids

source: Is sshd running on a different port?
ca: S'està executant sshd en un port diferent?

source: Jobs
ca: Treballs

source: Join
ca: Uneix-te

source: Join Domain
ca: Uneix-te a un domini

source: Join a Domain
ca: Uneix-te a un domini

source: Joining this domain is not supported
ca: La unió a aquest domini no està admesa

source: Journal
ca: Publicacions

source: Journal entry
ca: Entrada de les publicacions

source: Journal entry not found
ca: Entrada no trobada de les publicacions

source: Kdump service not installed. Please ensure package kexec-tools is installed.
ca: El servei de Kdump no està instal·lat. Assegureu-vos que el paquet kexec-tools estigui instal·lat.

source: Keep connection
ca: Mantén la connexió

source: Kerberos Ticket
ca: Tiquet de Kerberos

source: Kernel Dump
ca: Bolcat del kernel

source: Kernel Version
ca: Versió del kernel

source: Key Ring Path
ca: Camí a l'anell de claus

source: Kubelet Version
ca: Versió de Kubelet

source: Kubernetes Cluster
ca: Clúster Kubernetes

source: LACP Key
ca: Clau LACP

source: Labels
ca: Etiquetes

source: Last 24 hours
ca: Les últimes 24 hores

source: Last 7 days
ca: Els últims 7 dies

source: Last Heartbeat
ca: Últim batec

source: Last Login
ca: Últim inici de sessió

source: Last Status Change
ca: Últim canvi d'estat

source: Last Trigger
ca: Últim disparador

source: Last Updated
ca: Últim cop actualitzat

source: Last checked: $0 ago
ca: Última comprovació: fa $0

source: Latest Version
ca: Última versió

source: Launch Remote Viewer
ca: Llança el visualitzador remot

source: Leave Domain
ca: Abandona el domini

source: Leave blank to connect to this machine as the currently logged in user. If you enter a different username, that user will always be used when connecting to this machine.
ca: Deixeu-ho en blanc per connectar a aquesta màquina amb l'usuari que ha iniciat la sessió actualment. Si introduïu un altre nom d'usuari, sempre s'utilitzarà aquest usuari quan es connecti a aquesta màquina.

source: Leave blank to connect to this machine as the currently logged in user{{#default_user}} ({{default_user}}){{/default_user}}. If you enter a different username, that user will always be used connecting to this machine.
ca: Deixeu-ho en blanc per connectar a aquesta màquina amb l'usuari{{#default_user}} ({{default_user}}){{/default_user}}, que ha iniciat actualment la sessió. Si introduïu un altre nom d'usuari, sempre s'utilitzarà aquest usuari quan es connecti a aquesta màquina.

source: Licensed under:
ca: Llicenciat sota:

source: Link Monitoring
ca: Monitoratge de l'enllaç

source: Link Watch
ca: Observació de l'enllaç

source: Link down delay
ca: Retard del baixament de l'enllaç

source: Link local
ca: Enllaç local

source: Link to another container
ca: Enllaça a un altre contenidor

source: Link up delay
ca: Retard de l'aixecament de l'enllaç

source: Links
ca: Enllaços

source: Links:
ca: Enllaços:

source: Load Balancing
ca: Balanceig de càrrega

source: Load earlier entries
ca: Carrega les entrades anteriors

source: Loading ...
ca: S'està carregant...

source: Loading available updates failed
ca: Ha fallat la càrrega de les actualitzacions disponibles

source: Loading available updates, please wait...
ca: S'estan carregant les actualitzacions disponibles, espereu...

source: Loading data ...
ca: S'estan carregant les dades...

source: Loading...
ca: S'està carregant...

source: Local Accounts
ca: Comptes locals

source: Local Disks
ca: Discs locals

source: Local Filesystem
ca: Sistema de fitxers local

source: Local Mount Point
ca: Punt de muntatge local

source: Location
ca: Ubicació

source: Lock
ca: Bloqueja

source: Lock Account
ca: Bloqueja el compte

source: Lock account on $0
ca: Bloqueja el compte el $0

source: Locking $target
ca: S'està bloquejant $target

source: Log In
ca: Inicia la sessió

source: Log Out
ca: Tanca la sessió

source: Log in again
ca: Torna a iniciar la sessió

source: Log in to {{host}}
ca: Inicia la sessió a {{host}}

source: Log messages
ca: Missatges del registre

source: Logged In
ca: Autenticat

source: Logical
ca: Lògica

source: Logical Size
ca: Mida lògica

source: Logical Unit Number
ca: Número de la unitat lògica

source: Logical Volume
ca: Volum lògic

source: Logical Volume (Snapshot)
ca: Volum lògic (instantània)

source: Logical Volume of $0
ca: Volum lògic de $0

source: Login
ca: Usuari

source: Login Again
ca: Torna a iniciar la sessió

source: Login Password
ca: Contrasenya d'inici de sessió

source: Login commands
ca: Ordres d'inici de sessió

source: Login failed
ca: Ha fallat l'inici de sessió

source: Login/password or activation key required to register.
ca: Per registrar es requereix un usuari/contrasenya o una clau d'activació.

source: Logout Successful
ca: S'ha tancat la sessió amb èxit

source: Logs
ca: Registres

source: Lost connection. Trying to reconnect
ca: S'ha perdut la connexió. S'intenta connectar de nou

source: MAC Address
ca: Adreça MAC

source: MAC Address:
ca: Adreça MAC:

source: MIGRATE action failed
ca: Ha fallat l'acció MIGRATE

source: MII (Recommended)
ca: MII (recomanat)

source: MTU must be a positive number
ca: El valor de la MTU ha de ser un nombre positiu

source: Machine ID
ca: Id. de màquina

source: Machine SSH Key Fingerprints
ca: Empremtes de les claus SSH de la màquina

source: Machines
ca: Màquines

source: Manual Connection
ca: Connexió manual

source: Manually
ca: Manualment

source: Marking $target as faulty
ca: S'està ficant $target com a defectuós

source: Mask
ca: Emmascara

source: Mask Forcefully
ca: Emmascara-ho forçosament

source: Master
ca: Màster

source: Maximum message age $max_age
ca: Envelliment màxim del missatge $max_age

source: Medium
ca: Mitjà

source: Member of
ca: Membre de

source: Member of RAID Device
ca: Membre del dispositiu RAID

source: Member of RAID Device $0
ca: Membre del dispositiu RAID $0

source: Members
ca: Membres

source: Membership
ca: Pertinença

source: Memory
ca: Memòria

# page-title
source: Memory
ca: Memòria

source: Memory Utilization: $0%
ca: Utilització de la memòria: $0%

source: Memory limit
ca: Límit de memòria

source: Memory usage:
ca: Ús de la memòria:

source: Message
ca: Missatge

source: Message to logged in users
ca: Missatge per als usuaris que hagin iniciat la sessió

source: Metadata
ca: Metadades

source: Metadata Used
ca: Metadades utilitzades

source: Migrate To:
ca: Migra a:

source: Mini Tower
ca: Mini torre

source: Minute needs to be a number between 0-59
ca: El minut ha de ser un nombre entre 0-59

source: Minutes
ca: Minuts

source: Model type
ca: Tipus de model

source: Modify
ca: Modifica

source: Modifying $target
ca: S'està modificant $target

source: Monday
ca: Dilluns

source: Monitoring Interval
ca: Interval del monitoratge

source: Monitoring Targets
ca: Objectius del monitoratge

source: More
ca: Més

source: More Information
ca: Més informació

source: More details
ca: Més detalls

source: Mount
ca: Munta

source: Mount Location
ca: Ubicació del muntatge

source: Mount Options
ca: Opcions de muntatge

source: Mount Point
ca: Punt de muntatge

source: Mount at boot
ca: Munta a l'arrencada

source: Mount container volumes
ca: Munta els volums del contenidor

source: Mount point can not be empty
ca: El punt de muntatge no pot estar en blanc

source: Mount point cannot be empty.
ca: El punt de muntatge no pot estar en blanc.

source: Mount point must start with "/".
ca: El punt de muntatge ha de començar amb «/».

source: Mount read only
ca: Munta només de lectura

source: Mounted At
ca: Muntat a

source: Mounting
ca: Muntatge

source: Mounting $target
ca: S'està muntat $target

source: NFS Mount
ca: Muntatge NFS

source: NFS Mounts
ca: Muntatges NFS

source: NSNA Ping
ca: Ping NSNA

source: NTP Server
ca: Servidor NTP

source: Name
ca: Nom

source: Name can not be empty.
ca: El nom no pot estar en blanc.

source: Name cannot be empty.
ca: El nom no pot estar en blanc.

source: Name cannot be longer than 127 characters.
ca: El nom no pot ser superior als 127 caràcters.

source: Name cannot contain the character '$0'.
ca: El nom no pot contenir el caràcter «$0».

source: Name cannot contain whitespace.
ca: El nom no pot contenir l'espai en blanc.

source: Name should not be empty
ca: El nom no pot estar en blanc

source: Namespace
ca: Espai de noms

source: Namespace cannot be empty.
ca: L'espai de noms no pot estar en blanc.

source: Need at least one NTP server
ca: Com a mínim es necessita un servidor NTP

source: Network
ca: Xarxa

source: Network Traffic
ca: Trànsit de xarxa

source: Networking
ca: Xarxa

# page-title
source: Networking
ca: Xarxa

source: Networking Logs
ca: Registres de la xarxa

source: Networks
ca: Xarxes

source: Never
ca: Mai

source: Never expire password
ca: Mai venç la contrasenya

source: Never lock account
ca: No es bloqueja mai el compte

source: New Group
ca: Grup nou

source: New NFS Mount
ca: Muntatge NFS nou

source: New Password
ca: Contrasenya nova

source: New Project
ca: Projecte nou

source: New image stream
ca: Flux d'imatges nou

source: New password was not accepted
ca: No s'ha acceptat la nova contrasenya

source: New project
ca: Projecte nou

source: Next
ca: Següent

source: Next Run
ca: Següent execució

source: No Delay
ca: Sense retard

source: No Filesystem
ca: Sense sistema de fitxers

source: No Logical Volumes
ca: Sense volums lògics

source: No NFS mounts set up
ca: Cap emmagatzematge NFS preparat

source: No SELinux alerts.
ca: Sense alertes de SELinux.

source: No VM found in oVirt.
ca: No s'ha trobat cap MV a oVirt.

source: No VM is running or defined on this host
ca: No hi ha cap MV en execució o definida en aquest amfitrió

source: No additional local storage found.
ca: No s'ha trobat cap emmagatzematge local addicional.

source: No alias specified
ca: Sense especificar l'àlies

source: No applications installed or available
ca: No hi ha cap aplicació instal·lada o disponible

source: No archive has been created.
ca: No s'ha creat cap arxiu.

source: No boot device found
ca: No s'ha trobat cap dispositiu d'arrencada

source: No carrier
ca: Sense portadora

source: No configuration found
ca: No s'ha trobat cap configuració

source: No container specified
ca: Sense especificar el contenidor

source: No containers
ca: Sense contenidors

source: No description provided.
ca: No s'ha proporcionat cap descripció.

source: No disks are available.
ca: No hi ha disponible cap disc.

source: No disks defined for this VM
ca: No hi ha definit cap disc per a aquesta MV

source: No drives attached
ca: Sense unitats connectades

source: No free space
ca: Sense espai lliure

source: No iSCSI targets set up
ca: Cap destinació iSCSI preparada

source: No image streams are present.
ca: No hi ha present cap flux d'imatges.

source: No images
ca: Sense imatges

source: No installation package found for this application.
ca: No s'ha trobat cap paquet d'instal·lació per a aquesta aplicació.
