Repository: cockpit-project/cockpit
Catalog: po/*.po
Languages: ca

source: Store passphrase
ca: Emmagatzema la contrasenya

source: Stored Passphrase
ca: Contrasenya emmagatzemada

source: Stored passphrase
ca: Contrasenya emmagatzemada

source: Strategy
ca: Estratègia

source: Subscriptions
ca: Subscripcions

source: Summary
ca: Resum

source: Sunday
ca: Diumenge

source: Suspend
ca: Suspèn

source: Swap
ca: Intercanvi

# storage-id-desc
source: Swap Space
ca: Espai d'intercanvi

source: Swap Used
ca: Intercanvi utilitzat

source: Switch Host to Maintenance
ca: Canvia l'amfitrió a manteniment

source: Switch off $0
ca: Apaga $0

source: Switch on $0
ca: Engega $0

source: Switching host to maintenance mode failed. Received error:
ca: Ha fallat el canvi de l'amfitrió a manteniment. Error rebut:

source: Switching host to maintenance mode in progress ...
ca: Canvi de l'amfitrió a manteniment en progrés...

source: Synchronize
ca: Sincronitza

source: Synchronize users
ca: Sincronitza els usuaris

source: Synchronized
ca: Sincronitzat

source: Synchronized with {{Server}}
ca: Sincronitzat amb {{Server}}

source: Synchronizing RAID Device $target
ca: Sincronització del dispositiu RAID $target

source: System
ca: Sistema

source: System Information
ca: Informació del sistema

source: System Services
ca: Serveis del sistema

source: System Time
ca: Hora del sistema

source: System Up To Date
ca: El sistema està actualitzat

source: System is up to date
ca: El sistema està al dia

source: TLS Termination
ca: Finalització TLS

source: Tablet
ca: Tauleta

source: Tag
ca: Etiqueta

source: Tags
ca: Etiquetes

source: Target
ca: Objectiu

source: Targets
ca: Objectius

source: Team
ca: Equip

source: Team Port
ca: Port de l'equip

source: Team Port Settings
ca: Ajusts del port de l'equip

source: Team Settings
ca: Ajusts de l'equip

source: Template
ca: Plantilla

source: Templates
ca: Plantilles

source: Templates of $0 cluster
ca: Plantilles de clúster $0

source: Terminate Session
ca: Acaba la sessió

source: Test Configuration
ca: Prova la configuració

source: Test is only available while the kdump service is running.
ca: Això només està disponible mentre el servei kdump està en execució.

source: Test kdump settings
ca: Prova els ajusts de kdump

source: The IP address or host name cannot contain whitespace.
ca: L'adreça IP o el nom d'amfitrió no poden contenir espais en blanc.

source: The VM crashed.
ca: La MV s'ha estavellat.

source: The VM is paused.
ca: La MV està en pausa.

source: The VM is running.
ca: La MV està en execució.

source: The VM is suspended by guest power management.
ca: La MV està en suspensió per la gestió d'energia del convidat.

source: The account '$0' will be forced to change their password on next login
ca: El compte '$0' es veurà forçat a canviar de contrasenya el pròxim com que iniciï la sessió.

source: The address contains invalid characters
ca: L'adreça conté caràcters no vàlids

source: The collected information will be stored locally on the system.
ca: La informació recopilada s'emmagatzemarà localment al sistema.

source: The container '{{ target }}' does not exist.
ca: El contenidor '{{ target }}' no existeix.

source: The creation of this VDO device did not finish and the device can't be used.
ca: No s'ha finalitzat la creació d'aquest dispositiu VDO i no es pot utilitzar aquest dispositiu.

source: The deployment config '{{ target }}' does not exist.
ca: La configuració del desplegament '{{ target }}' no existeix.

source: The generated archive contains data considered sensitive and its content should be reviewed by the originating organization before being passed to any third party.
ca: L'arxiu generat conté dades considerades com a sensibles i el seu contingut s'ha de revisar abans de passar-ho a un tercer.

source: The group '{{ groupName }}' does not exist.
ca: El grup '{{ groupName }}' no existeix.

source: The key you provided was not valid.
ca: La clau que heu proporcionat no era vàlida.

source: The last disk of a RAID device cannot be removed.
ca: No es pot treure l'últim disc d'un dispositiu RAID.

source: The last physical volume of a volume group cannot be removed.
ca: No es pot treure l'últim volum físic d'un grup de volums.

source: The machine is restarting
ca: La màquina s'està reiniciant

source: The maximum number of replicas is 128
ca: El nombre màxim de rèpliques és 128

source: The name contains invalid characters
ca: El nom conté caràcters no vàlids

source: The node '{{ target }}' does not exist.
ca: El node '{{ target }}' no existeix.

source: The node doesn't have enough disk space
ca: El node no té prou espai lliure al disc

source: The node doesn't have enough free memory
ca: El node no té prou memòria lliure al disc

source: The passwords do not match
ca: Les contrasenyes no coincideixen

source: The passwords do not match.
ca: Les contrasenyes no coincideixen.

source: The persistent volume '{{ target }}' does not exist.
ca: El volum persistent '{{ target }}' no existeix.

source: The pod '{{ target }}' does not exist.
ca: El pod '{{ target }}' no existeix.

source: The project '{{ projName }}' does not exist.
ca: El projecte '{{ projName }}' no existeix.

source: The replication controller '{{ target }}' does not exist.
ca: El controlador de replicació '{{ target }}' no existeix.

source: The route '{{ target }}' does not exist.
ca: L'encaminament '{{ target }}' no existeix.

source: The selected file is not a valid Kubernetes application manifest.
ca: El fitxer seleccionat no és un manifest d'aplicació Kubernetes vàlid.

source: The server refused to authenticate using any supported methods.
ca: El servidor ha refusat l'autenticació mitjançant qualsevol dels mètodes compatibles.

source: The server uses a certificate signed by an unknown authority.
ca: El servidor utilitza un certificat signat per una autoritat desconeguda.

source: The service '{{ target }}' does not exist.
ca: El servei '{{ target }}' no existeix.

source: The user '{{ userName }}' does not exist.
ca: L'usuari '{{ userName }}' no existeix.

source: The user <b>$0</b> does not have permissions for creating timers
ca: A l'usuari <b>$0</b> no se li permet crear temporitzadors

source: The user <b>$0</b> is not permitted to manage servers
ca: A l'usuari <b>$0</b> no se li permet gestionar els servidors

source: The user <b>$0</b> is not permitted to manage storage
ca: A l'usuari <b>$0</b> no se li permet gestionar l'emmagatzematge

source: The user <b>$0</b> is not permitted to modify accounts
ca: A l'usuari <b>$0</b> no se li permet modificar els comptes

source: The user <b>$0</b> is not permitted to modify hostnames
ca: A l'usuari <b>$0</b> no se li permet modificar els noms d'amfitrions

source: The user <b>$0</b> is not permitted to modify network settings
ca: A l'usuari <b>$0</b> no se li permet modificar els ajusts de xarxa

source: The user <b>$0</b> is not permitted to modify realms
ca: A l'usuari <b>$0</b> no se li permet modificar els reialmes

source: The user <b>$0</b> is not permitted to shutdown or restart this server
ca: A l'usuari <b>$0</b> no se li permet apagar o reiniciar aquest servidor.

source: The user name can only consist of letters from a-z, digits, dots, dashes and underscores.
ca: El nom d'usuari només pot contenir lletres a-z, dígits, punts, guions baixos i guions.

source: The web browser configuration prevents Cockpit from running (inaccessible $0)
ca: La configuració del navegador web impedeix que s'executi Cockpit (inaccessible $0)

source: There are currently no active pages
ca: Actualment no hi ha pàgines actives

source: There are devices with multiple paths on the system, but the multipath service is not running.
ca: Hi ha dispositius amb diversos camins al sistema, però no s'està executant el servei multipath.

source: There are no authorized public keys for this account.
ca: No hi ha cap clau pública autoritzada per aquest compte.

source: There is not enough free space elsewhere to remove this physical volume. At least $0 more free space is needed.
ca: No hi ha prou espai lliure als altres llocs per suprimir aquest volum físic. Es necessiten almenys $0 més d'espai lliure.

source: Thin Logical Volume
ca: Volums lògics disgregats

source: This day doesn't exist in all months.<br> The timer will only be executed in months that have 31st.
ca: Aquest dia no existeix en tots els mesos.<br> El temporitzador només s'executarà en aquells mesos que en tinguin 31.

source: This device cannot be managed here.
ca: Aquest dispositiu no es pot gestionar aquí.

source: This device is currently used for RAID devices.
ca: Aquest dispositiu s'utilitza actualment amb dispositius RAID.

source: This device is currently used for VDO devices.
ca: Aquest dispositiu s'utilitza actualment per als dispositiu VDO.

source: This device is currently used for volume groups.
ca: Aquest dispositiu s'utilitza actualment amb grups de volums.

source: This disk cannot be removed while the device is recovering.
ca: Aquest disc no es pot treure quan s'està recuperant el dispositiu.

source: This field cannot be empty.
ca: Aquest camp no pot estar en blanc.

source: This image does not exist.
ca: No existeix aquesta image.

source: This machine has already been added.
ca: La màquina ja ha estat afegida.

source: This may take a while
ca: Això pot trigar una estona

source: This option is for single node testing only – local storage will not work in a multi-node cluster
ca: Aquesta opció només és per a proves de node únic: l'emmagatzematge local no funcionarà en un clúster de diversos nodes

source: This package is not compatible with this version of Cockpit
ca: Aquest paquet no és compatible amb aquesta versió de Cockpit

source: This package requires Cockpit version %s or later
ca: Aquest paquet requereix la versió %s, o posterior, de Cockpit

source: This system is not registered
ca: Aquest sistema no està registrat

source: This system is using a custom profile
ca: El sistema està utilitzant un perfil personalitzat

source: This system is using the recommended profile
ca: El sistema està utilitzant el perfil recomanat

source: This tool will collect system configuration and diagnostic information from this system for use with diagnosing problems with the system.
ca: Aquesta eina recopilarà la configuració i la informació de diagnòstic d'aquest sistema per a l'ús amb el diagnòstic de problemes amb el sistema.

source: This unit is an instance of the $0 template.
ca: Aquesta unitat és una instància de la plantilla $0.

source: This unit is not designed to be enabled explicitly.
ca: Aquesta unitat no està dissenyada per estar explícitament activada.

source: This user name already exists
ca: Aquest nom d'usuari ja existeix

source: This version of cockpit-ws does not support connecting to a host with an alternate user or port
ca: Aquesta versió de cockpit-ws no és compatible amb la connexió a un amfitrió amb un usuari o port alternatius

source: This virtual machine is not managed by oVirt
ca: Aquesta màquina virtual no està gestionada per oVirt

source: This volume has not been claimed
ca: Aquest volum no ha estat reclamat

source: This web browser is too old to run Cockpit (missing $0)
ca: Aquest navegador web és massa antic per executar Cockpit (falta $0)

source: This will test kdump settings by crashing the kernel and thereby the system. Depending on the settings, the system may not automatically reboot and the process may take a while.
ca: Això provarà la configuració de kdump en fer estavellar el kernel i, per tant, el sistema. En funció dels ajusts, el sistema pot no reiniciar-se automàticament i el procés pot trigar una estona.

source: This will test the kdump configuration by crashing the kernel.
ca: Això provarà la configuració de kdump en fer estavellar el kernel.

source: Thursday
ca: Dijous

source: Time Zone
ca: Zona horària

source: Timers
ca: Temporitzadors

source: Tip: Make your key password match your login password to automatically authenticate against other systems.
ca: Consell: feu que la contrasenya de la clau coincideixi amb la vostra contrasenya d'inici de sessió per autenticar automàticament contra altres sistemes.

source: To get software updates, this system needs to be registered with Red Hat, either using the Red Hat Customer Portal or a local subscription server.
ca: Per obtenir actualitzacions de programari, aquest sistema ha d'estar registrat a Red Hat, ja sigui utilitzant Red Hat Customer Portal o un servidor de subscripció local.

source: To pull this image:
ca: Per recuperar aquesta imatge:

source: To try a different port you will need to upgrade cockpit-ws to a newer version.
ca: Per provar un port diferent, haureu d'actualitzar cockpit-ws a una versió més recent.

source: Token
ca: Testimoni

source: Too many files found
ca: S'han trobat massa fitxers

source: Too much data
ca: Hi ha massa dades

source: Topology
ca: Topologia

source: Tower
ca: Torre

source: Triggers
ca: Disparadors

source: Troubleshoot
ca: Soluciona el problema

source: Trust this certificate for this connection
ca: Confia en aquest certificat per a aquesta connexió

source: Try Again
ca: Torna-ho a intentar

source: Try again
ca: Torna-ho a intentar

source: Try to reconnect
ca: Intenta tornar a connectar

source: Trying to synchronize with {{Server}}
ca: S'està intentant la sincronització amb {{Server}}

source: Tuesday
ca: Dimarts

source: Tuned has failed to start
ca: Tuned ha fallat en iniciar-se

source: Tuned is not available
ca: Tuned no està disponible

source: Tuned is not running
ca: Tuned no s'està executant

source: Tuned is off
ca: Tuned no està aturat

source: Type
ca: Tipus

source: Type a password
ca: Teclegeu una contrasenya

source: Type to filter…
ca: Teclegeu per filtrar...

source: Type:
ca: Tipus:

source: Unable to apply settings: $0
ca: No es poden aplicar els ajusts: $0

source: Unable to apply this solution automatically
ca: No es pot aplicar automàticament aquesta solució

source: Unable to connect
ca: No es pot connectar

source: Unable to connect to that address
ca: No es pot connectar a aquesta adreça

source: Unable to decode Kubernetes application manifest.
ca: No es pot descodificar el manifest d'aplicació de Kubernetes.

source: Unable to delete root account
ca: No es pot suprimir el compte de root

source: Unable to get alert details.
ca: No es poden obtenir els detalls de l'alerta.

source: Unable to get alert: $0
ca: No es pot obtenir l'alerta: $0

source: Unable to reach server
ca: No es pot arribar al servidor

source: Unable to read the Kubernetes application manifest. Code $0.
ca: No es pot llegir el fitxer del manifest del Kubernetes. Codi $0.

source: Unable to remove mount
ca: No es pot treure el punt de muntatge

source: Unable to rename root account
ca: No es pot reanomenar el compte de root

source: Unable to resolve
ca: No es pot resoldre

source: Unable to run fix: %0
ca: No es pot executar la correcció: %0

source: Unable to start setroubleshootd
ca: No es pot iniciar setroubleshootd

source: Unable to unmount filesystem
ca: No es pot desmuntar el sistema de fitxers

source: Unavailable
ca: No disponible

source: Unexpected error
ca: Error inesperat

source: Unknown
ca: Desconegut

source: Unknown "$0"
ca: "$0" desconegut

source: Unknown ($0)
ca: Desconegut ($0)

source: Unknown Application
ca: Aplicació desconeguda

source: Unknown Host Key
ca: Clau desconeguda d'amfitrió

source: Unknown configuration
ca: Configuració desconeguda

source: Unknown host name
ca: Nom d'amfitrió desconegut

source: Unless Stopped
ca: A menys que s'aturi

source: Unlock
ca: Desbloqueja

source: Unlock Key
ca: Clau de desbloqueig

source: Unlock at boot
ca: Desbloqueja a l'arrencada

source: Unlock read only
ca: Desbloqueja només lectura

source: Unlocking $target
ca: S'està desbloquejant $target

source: Unmanaged Interfaces
ca: Interfícies sense gestionar

source: Unmask
ca: Desemmascara

source: Unmount
ca: Desmunta

source: Unmounting $target
ca: S'està desmuntat $target

source: Unnamed
ca: Sense nom

source: Unrecognized Data
ca: Dades no reconegudes

# storage-id-desc
source: Unrecognized Data
ca: Dades no reconegudes

source: Unregister
ca: Desregistra

source: Unregistering system...
ca: S'està desregistrant el sistema...

source: Unresolved
ca: Sense resoldre

source: Unsupported setup mechanism
ca: Mecanisme de configuració no admès

source: Unsupported volume
ca: Volum no admès

source: Untrusted host
ca: Amfitrió no fiable

source: Update
ca: Actualitza

source: Update History
ca: Historial d'actualitzacions

source: Update Log
ca: Registre d'actualitzacions

source: Updated
ca: Actualitzat

source: Updated packages may require a restart to take effect.
ca: Els paquets actualitzats poden requerir un reinici perquè tinguin efecte.

source: Updates Available
ca: Actualitzacions disponibles

source: Updating
ca: S'està actualitzant

source: Updating $0...
ca: S'està actualitzant $0...

source: Usage
ca: Ús

source: Usage of $0 CPU core
ca: Ús de $0 nucli de CPU

source: Use proxy server
ca: Utilitza un servidor intermediari

source: Use the following keys to authenticate against other systems
ca: Utilitza les següents claus per autenticar contra altres sistemes

source: Used
ca: Utilitzat

source: Used by Containers
ca: Utilitzat pels contenidors

source: User
ca: Usuari

source: User Name
ca: Nom d'usuari

source: User Password
ca: Contrasenya d'usuari

source: User name
ca: Nom d'usuari

source: User name cannot be empty
ca: El nom d'usuari no pot estar en blanc

source: User or Group
ca: Usuari o grup

source: Username
ca: Nom d'usuari

source: Users
ca: Usuaris

source: Using available credentials
ca: S'estan utilitzant les credencials disponibles

source: VDO Device
ca: Dispositiu VDO

source: VDO Device $0
ca: Dispositiu VDO $0

source: VDO Devices
ca: Dispositius VDO

source: VDSM Service Management
ca: Gestió del servei VDSM

source: VLAN Id
ca: Id. VLAN

source: VLAN Settings
ca: Ajusts de la VLAN

source: VM icon
ca: Icona de la MV

source: VNC Address:
ca: Adreça VNC:

source: VNC Port:
ca: Port VNC:

source: VNC TLS Port:
ca: Port TLS VNC:

source: Validating authentication token
ca: Validació del testimoni d'autenticació

source: Validating key
ca: S'està validant la clau

source: Vendor
ca: Fabricant

source: Verified
ca: Verificat

source: Verifying
ca: S'està verificant

source: Version
ca: Versió

source: Version num
ca: Núm. versió

source: Very securely erasing $target
ca: S'està eliminant de forma molt segura $target

source: Virtual Machines
ca: Màquines virtuals

source: Virtual Machines of $0 cluster
ca: Màquines virtuals del clúster $0

source: Virtualization Service (libvirt) is Not Active
ca: El servei de virtualització (libvirt) no està actiu

source: Virtualization Service is Available
ca: El servei de virtualització està disponible

source: Volume
ca: Volum

source: Volume Group
ca: Grup de volums

source: Volume Group $0
ca: Grup de volums $0

source: Volume Groups
ca: Grups de volums

source: Volume ID
ca: Id. del volum

source: Volume Name
ca: Nom del volum

source: Volume Type
ca: Tipus del volum

source: Volumes
ca: Volums

source: Waiting
ca: S'està esperant

source: Waiting for details...
ca: S'estan esperant els detalls...

source: Warning:
ca: Advertència:

source: Wednesday
ca: Dimecres

source: Weeks
ca: Setmanes

source: Welcome to the Image Registry
ca: Benvingut al registre d'imatges

source: When
ca: Quan

source: With terminal
ca: Amb terminal

source: Write-mostly
ca: Escriptura-majoritària

source: Writing
ca: Escriptura

source: Wrong user name or password
ca: Contrasenya o nom d'usuari incorrecte

source: Yes
ca: Sí

source: You are currently connected directly to this server. You cannot delete it.
ca: Actualment esteu connectat directament a aquest servidor. No el podeu suprimir.

source: You can deploy an application to your cluster.
ca: Podeu desplegar una aplicació al vostre clúster.

source: You do not have permission to view the authorized public keys for this account.
ca: No teniu el permís per visualitzar les claus públiques autoritzades per aquest compte.

source: You don't have permission to manage the Docker storage pool.
ca: No teniu els permisos per gestionar l'agrupació d'emmagatzematge de Docker.

source: Your login credentials do not give you access to use the docker registry from the command line.
ca: Les vostres credencials d'inici de sessió no us donen accés a utilitzar el registre de docker des de la línia d'ordres.

source: Your server will close the connection soon. You can reconnect after it has restarted.
ca: El vostre servidor tancarà la connexió aviat. Podeu tornar a connectar un cop s'hagi reiniciat.

source: Your session has been terminated.
ca: La vostra sessió ha estat finalitzada.

source: Your session has expired. Please log in again.
ca: La vostra sessió ha vençut. Si us plau, torneu a iniciar la sessió.

source: [$0 bytes of binary data]
ca: [$0 bytes de dades binàries]

source: [binary data]
ca: [dades binàries]

source: [no data]
ca: [sense dades]

source: active
ca: actiu

source: alias
ca: àlies

source: and restart the machine automatically.
ca: i reinicia automàticament la màquina.

source: bridge
ca: pont

source: connecting
ca: connectant

source: cores
ca: nuclis

source: crashed
ca: estavellat

source: custom
ca: personalitzat

source: default
ca: per defecte

source: direct
ca: directe

source: disabled
ca: inhabilitat

source: disk
ca: disc

source: dying
ca: morint

source: e.g. "$0"
ca: p. ex. "$0"

source: enabled
ca: habilitat

source: every day
ca: cada dia

source: failed to list ssh host keys: $0
ca: no s'han pogut llistar les claus d'amfitrions ssh: $0

source: host
ca: amfitrió

source: iSCSI Targets
ca: Destinacions iSCSI

source: idle
ca: ociós

source: inactive
ca: inactiu

source: initializing
ca: inicialitzant

source: installation failed
ca: ha fallat la instal·lació

source: installing OS
ca: instal·lant el SO

source: invalid: multiple targets defined
ca: no és vàlid: s'han definit diversos objectius

source: kdump status
ca: Estat de kdump

source: key
ca: clau

source: locally in $0
ca: localment a $0

source: maintenance
ca: manteniment

source: network
ca: xarxa

source: none
ca: cap

source: oVirt Host State:
ca: Estat de l'amfitrió oVirt:

source: oVirt login in progress
ca: Inici de sessió d'oVirt en progrés

source: of $0 CPU core
ca: de $0 nucli de CPU

source: paused
ca: pausa

source: pending approval
ca: pendent d'aprovació

source: pending volume claims
ca: reclamacions de volums pendents

source: reboot
ca: reinicia

source: recommended
ca: recomanat

source: running
ca: en execució

source: search by name, namespace or description
ca: cerqueu pel nom, per l'espai de noms o per la descripció

source: select container
ca: seleccioneu el contenidor

source: server
ca: servidor

source: shares
ca: comparticions

source: show less
ca: mostra menys

source: show more
ca: mostra més

source: shut off
ca: apagat

source: shutdown
ca: apaga

source: solution details
ca: detalls de la solució

source: ssh key
ca: clau ssh

source: suspended (PM)
ca: suspès (PM)

source: threads
ca: fils

source: to host path
ca: al camí de l'amfitrió

source: to host port
ca: al port de l'amfitrió

source: unassigned
ca: sense assignar

source: undefined
ca: indefinit

source: unknown
ca: desconegut

source: unknown target
ca: objectiu desconegut

source: unpartitioned space on $0
ca: espai sense particionar a $0

source: user
ca: usuari

source: vCPUs
ca: vCPU

source: value
ca: valor

source: yes
ca: sí

source: {{ condition.message }}. Timestamp: {{ condition.lastTransitionTime }} Error count: {{ condition.generation }}
ca: {{ condition.message }}. Marca temporal: {{ condition.lastTransitionTime }} Nombre d'errors: {{ condition.generation }}
